Repository: Paradox07127/macos-wallpaperengine
Catalog: LiveWallpaper/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans, zh_hant

source: SteamCMD isn't a verified Valve build, so the download was blocked. Re-select the official SteamCMD in the Doctor.
es: SteamCMD no es una compilación de Valve verificada, así que se ha bloqueado la descarga. Vuelve a seleccionar el SteamCMD oficial en el Doctor.
ja: SteamCMD が検証済みの Valve ビルドではないため、ダウンロードをブロックしました。「設定 › ワークショップ › Steam 接続」で公式 SteamCMD を再選択してください。
zh_hans: SteamCMD 不是经过验证的 Valve 版本，因此已阻止下载。请在“设置 › 创意工坊 › Steam 连接”中重新选择官方 SteamCMD。
zh_hant: SteamCMD 不是經過驗證的 Valve 版本，因此已封鎖下載。請在「設定 › 工作坊 › Steam 連線」中重新選擇官方 SteamCMD。

source: SteamCMD launches without Gatekeeper interference.
es: SteamCMD se inicia sin interferencia de Gatekeeper.
ja: SteamCMD は Gatekeeper に妨げられず起動します。
zh_hans: SteamCMD 可以正常启动，未受 Gatekeeper 干扰。
zh_hant: SteamCMD 可以正常啟動，未受 Gatekeeper 干擾。

source: SteamCMD signature is missing or could not be verified.
es: Falta la firma de SteamCMD o no se ha podido verificar.
ja: SteamCMD の署名がないか、検証できませんでした。
zh_hans: SteamCMD 缺少签名或无法验证。
zh_hant: SteamCMD 缺少簽章或無法驗證。

source: SteamCMD updated itself (SHA-256 changed) — that's normal.
es: SteamCMD se ha actualizado (el SHA-256 ha cambiado) — es normal.
ja: SteamCMD が自己更新しました（SHA-256 が変化）。これは正常です。
zh_hans: SteamCMD 已自我更新（SHA-256 已变化）——这是正常现象。
zh_hant: SteamCMD 已自我更新（SHA-256 已變化）——這是正常現象。

source: SteamCMD was installed but could not be started.
es: SteamCMD se ha instalado, pero no se ha podido iniciar.
ja: SteamCMD をインストールしましたが、起動できませんでした。
zh_hans: SteamCMD 已安装，但无法启动。
zh_hant: SteamCMD 已安裝，但無法啟動。

source: SteamCMD was installed but its first run didn't finish.
es: SteamCMD se ha instalado, pero su primera ejecución no ha terminado.
ja: SteamCMD をインストールしましたが、初回起動が完了しませんでした。
zh_hans: SteamCMD 已安装，但首次运行没有完成。
zh_hant: SteamCMD 已安裝，但首次執行沒有完成。

source: SteamCMD was installed.
es: SteamCMD se ha instalado.
ja: SteamCMD をインストールしました。
zh_hans: SteamCMD 已安装。
zh_hant: SteamCMD 已安裝。

source: Step %lld of %lld
es: Paso %lld de %lld
ja: ステップ %lld / %lld
zh_hans: 第 %lld 步，共 %lld 步
zh_hant: 第 %lld 步，共 %lld 步

source: Step the playlist back on the display under the cursor.
es: Retroceder un elemento de la playlist en la pantalla bajo el cursor.
ja: カーソル下のディスプレイのプレイリストを1つ戻します。
zh_hans: 切换鼠标所在显示器的播放列表上一项。
zh_hant: 切換至游標所在顯示器播放列表的上一項。

source: Still preview · %@
es: Vista previa estática · %@
ja: 静止画プレビュー · %@
zh_hans: 静态预览 · %@
zh_hant: 靜態預覽 · %@

source: Stopped at the download limit for linked items. Still missing: %@
es: Se detuvo al alcanzar el límite de descarga de elementos vinculados. Aún faltan: %@
ja: 関連アイテムのダウンロード上限に達しました。不足: %@
zh_hans: 关联项目已达下载上限。仍缺少：%@
zh_hant: 關聯項目已達下載上限。仍缺少：%@

source: Stops this display's wallpaper and forgets its settings. Downloaded files are kept.
es: Detiene el fondo de esta pantalla y olvida su configuración. Los archivos descargados se conservan.
ja: このディスプレイの壁紙を停止し、設定を破棄します。ダウンロード済みのファイルは保持されます。
zh_hans: 停止这台显示器的壁纸并清除它的设置。已下载的文件会保留。
zh_hant: 停止這台顯示器的桌布並清除它的設定。已下載的檔案會保留。

source: Storage
es: Almacenamiento
ja: ストレージ
zh_hans: 存储
zh_hant: 儲存空間

source: Storage Footprint
es: Uso de almacenamiento
ja: ストレージ使用量
zh_hans: 存储占用
zh_hant: 儲存空間占用

source: Streaming only
es: Solo streaming
ja: ストリーミングのみ
zh_hans: 仅流式播放
zh_hant: 僅串流播放

source: Stretch
es: Estirar
ja: 引き伸ばし
zh_hans: 拉伸
zh_hant: 延展

source: Stretch: distort to fill
es: Estirar: distorsionar para rellenar
ja: 引き伸ばし：歪めて全体に表示
zh_hans: 拉伸：变形以填满屏幕
zh_hant: 延展：變形以填滿

source: Style
es: Estilo
ja: スタイル
zh_hans: 风格
zh_hant: 風格

source: Style overrides active
es: Anulaciones de estilo activas
ja: スタイルオーバーライド有効
zh_hans: 样式覆盖已生效
zh_hant: 樣式覆寫生效中

source: Subscribe to %@ and %lld more in Steam, then re-import.
es: Suscríbete a %@ y a %lld más en Steam y vuelve a importar.
ja: Steam で %@ と他 %lld 件をサブスクライブしてから、再インポートしてください。
zh_hans: 请在 Steam 中订阅 %@ 以及另外 %lld 项，然后重新导入。
zh_hant: 請在 Steam 訂閱 %@ 和另外 %lld 項，然後重新匯入。

source: Subscribe to %@ in Steam, then re-import.
es: Suscríbete a %@ en Steam y vuelve a importar.
ja: Steam で %@ をサブスクライブしてから、再インポートしてください。
zh_hans: 请在 Steam 中订阅 %@，然后重新导入。
zh_hant: 請在 Steam 訂閱 %@，然後重新匯入。

source: Subscribed wallpapers
es: Fondos suscritos
ja: サブスクライブ済みの壁紙
zh_hans: 已订阅的壁纸
zh_hant: 已訂閱的桌布

source: Succeeded
es: Correcto
ja: 成功
zh_hans: 已成功
zh_hant: 已成功

source: Support
es: Soporte
ja: サポート
zh_hans: 支持
zh_hant: 支援

source: Supported wallpaper types
es: Tipos de fondo de pantalla compatibles
ja: 対応している壁紙の種類
zh_hans: 支持的壁纸类型
zh_hant: 支援的桌布類型

source: Swap
es: Intercambio
ja: スワップ
zh_hans: 交换
zh_hant: 交換

source: Switch
es: Cambiar
ja: 切り替え
zh_hans: 切换
zh_hant: 切換

source: Switch Back to Previous Video
es: Volver al vídeo anterior
ja: 前の動画に戻す
zh_hans: 换回上次的视频
zh_hant: 換回上次的影片

source: Switch Back to Previous Web Page
es: Volver a la página web anterior
ja: 前の Web ページに戻す
zh_hans: 换回上次的网页
zh_hant: 換回上次的網頁

source: Switch account
es: Cambiar de cuenta
ja: アカウントを切り替え
zh_hans: 切换账户
zh_hant: 切換帳戶

source: Switch between this display's wallpaper and its overlays
es: Cambiar entre el fondo de pantalla de esta pantalla y sus superposiciones
ja: このディスプレイの壁紙とオーバーレイを切り替えます
zh_hans: 在此显示器的壁纸和叠加层之间切换
zh_hant: 在此顯示器的桌布和疊加層之間切換

source: Switch to Video or Web to drop
es: Cambia a Vídeo o Web para soltar
ja: ドロップするにはビデオまたは Web に切り替え
zh_hans: 切换到视频或 Web 以拖放文件
zh_hant: 切換到影片或 Web 以拖放

source: Sync subscribed wallpapers
es: Sincronizar fondos suscritos
ja: サブスクライブ済みの壁紙を同期
zh_hans: 同步已订阅的壁纸
zh_hant: 同步已訂閱的桌布

source: System
es: Sistema
ja: システム
zh_hans: 系统
zh_hant: 系統

source: System Normal
es: Sistema normal
ja: システム 正常
zh_hans: 系统 正常
zh_hant: 系統 正常

source: System Overview
es: Resumen del sistema
ja: システム概要
zh_hans: 系统总览
zh_hant: 系統總覽

source: System Wallpaper
es: Fondo del sistema
ja: システム壁紙
zh_hans: 系统壁纸
zh_hant: 系統桌布

source: System Wallpaper Library
es: Biblioteca de fondos del sistema
ja: システム壁紙ライブラリ
zh_hans: 系统壁纸库
zh_hant: 系統桌布庫

source: System Wallpaper is unavailable on this macOS version
es: El fondo del sistema no está disponible en esta versión de macOS
ja: この macOS バージョンではシステム壁紙を利用できません
zh_hans: 此 macOS 版本暂不支持系统壁纸
zh_hant: 此 macOS 版本暫不支援系統桌布

source: System Wallpaper needs attention
es: El fondo del sistema requiere atención
ja: システム壁紙の確認が必要です
zh_hans: 系统壁纸需要处理
zh_hant: 系統桌布需要處理

source: System Wallpaper plays exported videos independently of Loomscreen. App wallpaper effects, overlays and playback controls do not apply here.
es: El fondo del sistema reproduce los vídeos exportados independientemente de Loomscreen. Los efectos, las superposiciones y los controles de reproducción de la app no se aplican aquí.
ja: システム壁紙は Loomscreen とは独立して書き出したビデオを再生します。アプリ内の壁紙エフェクト、オーバーレイ、再生操作は適用されません。
zh_hans: 系统壁纸独立于 Loomscreen 播放导出的视频。应用内壁纸的特效、叠加层和播放控制不适用于此处。
zh_hant: 系統桌布獨立於 Loomscreen 播放匯出的影片。應用程式內桌布的特效、疊加層和播放控制不適用於此處。

source: System Wallpaper requires macOS 26 or later.
es: El fondo del sistema requiere macOS 26 o posterior.
ja: システム壁紙には macOS 26 以降が必要です。
zh_hans: 系统壁纸需要 macOS 26 或更新版本。
zh_hant: 系統桌布需要 macOS 26 或更新版本。

source: System audio capture for audio-reactive wallpapers.
es: Captura de audio del sistema para fondos que reaccionan al sonido.
ja: オーディオ連動の壁紙のためにシステム音声を取り込みます。
zh_hans: 为音频响应壁纸采集系统音频。
zh_hant: 為音訊回應桌布擷取系統音訊。

source: System audio capture is running
es: La captura de audio del sistema está en curso
ja: システムオーディオのキャプチャが動作中です
zh_hans: 系统音频采集正在运行
zh_hant: 系統音訊擷取正在執行

source: System health (CPU · GPU · memory · temperature)
es: Estado del sistema (CPU · GPU · memoria · temperatura)
ja: システム状態(CPU · GPU · メモリ · 温度)
zh_hans: 系统健康（CPU · GPU · 内存 · 温度）
zh_hant: 系統健康（CPU · GPU · 記憶體 · 溫度）

source: System location
es: Ubicación del sistema
ja: システムの位置情報
zh_hans: 系统位置
zh_hant: 系統位置

source: System requires location access; Manual uses a selected city.
es: Sistema requiere acceso a la ubicación; Manual usa la ciudad seleccionada.
ja: 「システム」には位置情報へのアクセスが必要です。「手動」では選択した都市を使用します。
zh_hans: “系统”需要定位权限；“手动”使用所选城市。
zh_hant: 「系統」需要定位權限；「手動」使用所選城市。

source: TOP BY MEMORY
es: PRINCIPALES POR MEMORIA
ja: メモリ使用量順
zh_hans: 按内存占用
zh_hant: 依記憶體佔用

source: Tagged “%@”
es: Etiquetado “%@”
ja: 「%@」タグ付き
zh_hans: 已标记“%@”
zh_hant: 已標記「%@」

source: Tap refresh to capture preview
es: Toca actualizar para capturar la vista previa
ja: 更新をタップしてプレビューを取り込む
zh_hans: 点击刷新按钮生成预览
zh_hant: 點一下重新整理以擷取預覽

source: Tap to apply
es: Toca para aplicar
ja: タップして適用
zh_hans: 轻点以应用
zh_hant: 點一下以套用

source: Tap to apply to all displays, or drag onto a display.
es: Toca para aplicar a todas las pantallas, o arrastra a una pantalla.
ja: タップしてすべてのディスプレイに適用するか、ディスプレイへドラッグします。
zh_hans: 点按以应用到所有显示器，或拖到某个显示器上。
zh_hant: 點按以套用到所有顯示器，或拖到某個顯示器上。

source: Tap to collapse
es: Toca para contraer
ja: タップして折りたたむ
zh_hans: 轻点以折叠
zh_hant: 點一下以收合

source: Tap to expand
es: Toca para expandir
ja: タップして展開
zh_hans: 轻点以展开
zh_hant: 點一下以展開

source: Targets the playlist on the display under the pointer.
es: Afecta a la playlist de la pantalla donde está el puntero.
ja: ポインタがあるディスプレイのプレイリストが対象です。
zh_hans: 作用于指针所在显示器的播放列表。
zh_hant: 作用於游標所在顯示器的播放列表。

source: Technology
es: Tecnología
ja: テクノロジー
zh_hans: 科技
zh_hant: 科技

source: Television
es: Televisión
ja: テレビ
zh_hans: 影视
zh_hant: 影視

source: Temperature
es: Temperatura
ja: 温度
zh_hans: 温度
zh_hant: 溫度

source: Temperature unit
es: Unidad de temperatura
ja: 温度の単位
zh_hans: 温度单位
zh_hant: 溫度單位

source: Temporary Website Data
es: Datos temporales de sitios web
ja: 一時的な Web サイトデータ
zh_hans: 临时网站数据
zh_hant: 暫存網站資料

source: Temporary test files in the app container. Deleting them does not affect wallpapers or settings.
es: Archivos temporales de prueba del contenedor de la app. Borrarlos no afecta a los fondos ni a los ajustes.
ja: アプリのコンテナ内の一時テストファイルです。削除しても壁紙や設定には影響しません。
zh_hans: 应用容器中的临时测试文件。删除后不影响壁纸或设置。
zh_hant: App 容器中的暫存測試檔案。刪除後不影響桌布或設定。

source: Test Artifacts (Debug)
es: Archivos de prueba (Depuración)
ja: テスト成果物（デバッグ）
zh_hans: 测试残留文件（调试）
zh_hant: 測試殘留檔案（除錯）

source: Text
es: Texto
ja: テキスト
zh_hans: 文字
zh_hant: 文字

source: Text brightness
es: Brillo del texto
ja: 文字の明るさ
zh_hans: 文字亮度
zh_hant: 文字亮度

source: Text object %@ has no resolvable text
es: El objeto de texto %@ no tiene texto resoluble
ja: テキストオブジェクト %@ に解決可能なテキストがありません
zh_hans: 文本对象 %@ 没有可解析的文本
zh_hant: 文字物件 %@ 沒有可解析的文字

source: Texture upload failed.
es: Error al cargar la textura.
ja: テクスチャのアップロードに失敗しました。
zh_hans: 纹理上传失败。
zh_hant: 紋理上傳失敗。

source: That Steam Guard code wasn't accepted.
es: Ese código de Steam Guard no se ha aceptado.
ja: その Steam Guard コードは受け付けられませんでした。
zh_hans: 该 Steam Guard 验证码未被接受。
zh_hant: 該 Steam Guard 驗證碼未被接受。

source: That binary is quarantined. Open it once in Finder, or remove the quarantine flag.
es: Ese binario está en cuarentena. Ábrelo una vez en Finder, o elimina el indicador de cuarentena.
ja: この実行ファイルは検疫されています。Finder で一度開くか、検疫フラグを解除してください。
zh_hans: 该可执行文件处于隔离状态。在访达中打开一次，或移除隔离标记。
zh_hant: 該執行檔處於隔離狀態。在 Finder 中開啟一次，或移除隔離標記。

source: That binary isn't signed by Valve.
es: Ese binario no está firmado por Valve.
ja: この実行ファイルは Valve の署名を持っていません。
zh_hans: 该可执行文件没有 Valve 的签名。
zh_hant: 該執行檔沒有 Valve 的簽章。

source: That file isn't SteamCMD, and no SteamCMD binary was found next to it.
es: Ese archivo no es SteamCMD, y no se ha encontrado ningún binario de SteamCMD junto a él.
ja: このファイルは SteamCMD ではなく、同じ場所にも SteamCMD の実行ファイルが見つかりません。
zh_hans: 该文件不是 SteamCMD，其所在位置也没有找到 SteamCMD 可执行文件。
zh_hant: 該檔案不是 SteamCMD，其所在位置也沒有找到 SteamCMD 執行檔。

source: That file type isn't supported. Pick a video or web page.
es: Ese tipo de archivo no es compatible. Elige un vídeo o una página web.
ja: このファイル形式には対応していません。動画またはウェブページを選んでください。
zh_hans: 不支持该文件类型。请选择视频或网页。
zh_hant: 不支援該檔案類型。請選擇影片或網頁。

source: That file type isn't supported. Pick a video, web page, or scene.
es: Ese tipo de archivo no es compatible. Elige un vídeo, una página web o una escena.
ja: このファイル形式には対応していません。動画・ウェブページ・シーンを選んでください。
zh_hans: 不支持该文件类型。请选择视频、网页或场景。
zh_hant: 不支援該檔案類型。請選擇影片、網頁或場景。

source: That folder couldn't be read.
es: No se ha podido leer esa carpeta.
ja: そのフォルダを読み取れませんでした。
zh_hans: 无法读取该文件夹。
zh_hant: 無法讀取該資料夾。

source: That folder is a scene library
es: Esa carpeta es una biblioteca de Wallpaper Engine
ja: そのフォルダは Wallpaper Engine ライブラリです
zh_hans: 该文件夹是 Wallpaper Engine 库
zh_hant: 該資料夾是 Wallpaper Engine 庫

source: That folder is inside Loomscreen's own sandbox container, not your Steam installation: %@
es: Esa carpeta está dentro del contenedor sandbox de Loomscreen, no en tu instalación de Steam: %@
ja: そのフォルダは Loomscreen 自身のサンドボックスコンテナ内にあり、Steam のインストール先ではありません：%@
zh_hans: 该文件夹位于 Loomscreen 自己的沙盒容器内，不是你的 Steam 安装目录：%@
zh_hant: 該資料夾位於 Loomscreen 自己的沙盒容器內，不是你的 Steam 安裝目錄：%@

source: That preset overlaps an existing slot. Adjust an existing slot first.
es: Ese preajuste se solapa con un intervalo existente. Ajusta primero un intervalo existente.
ja: そのプリセットは既存スロットと重複します。先に既存スロットを調整してください。
zh_hans: 该预设与已有时段冲突。请先调整其他时段。
zh_hant: 該預設集與已有時段衝突。請先調整其他時段。

source: That's not the expected folder
es: Esa no es la carpeta esperada
ja: 想定されたフォルダではありません
zh_hans: 这不是预期的文件夹
zh_hant: 這不是預期的資料夾

source: The %@ slot will be removed. Wallpapers outside this window keep their schedules.
es: Se eliminará el intervalo %@. Los fondos de pantalla fuera de esta ventana conservan su programación.
ja: %@ の枠が削除されます。この時間外の壁紙のスケジュールは維持されます。
zh_hans: 将移除 %@ 时段。此时段外的壁纸仍保留各自的计划。
zh_hant: 將移除 %@ 時段。此時段外的桌布仍保留各自的排程。

source: The Steam connector did not respond.
es: El conector de Steam no ha respondido.
ja: Steam コネクタが応答しませんでした。
zh_hans: Steam 连接器没有响应。
zh_hant: Steam 連接器沒有回應。

source: The Steam sign-in check timed out. Steam's servers may be unreachable from this network.
es: Se agotó el tiempo de espera de la comprobación de inicio de sesión de Steam. Puede que los servidores de Steam no sean accesibles desde esta red.
ja: Steam のサインイン確認がタイムアウトしました。このネットワークからは Steam のサーバーに到達できない可能性があります。
zh_hans: Steam 登录检查超时。当前网络可能无法连接 Steam 服务器。
zh_hant: Steam 登入檢查逾時。目前網路可能無法連線至 Steam 伺服器。

source: The SteamCMD archive couldn't be unpacked.
es: No se ha podido descomprimir el archivo de SteamCMD.
ja: SteamCMD のアーカイブを展開できませんでした。
zh_hans: 无法解开 SteamCMD 压缩包。
zh_hant: 無法解開 SteamCMD 壓縮檔。

source: The System Wallpaper library index is damaged, so it wasn't changed.
es: El índice de la biblioteca de fondos del sistema está dañado, así que no se ha modificado.
ja: システム壁紙ライブラリの索引が壊れているため、変更されませんでした。
zh_hans: 系统壁纸库的索引已损坏，因此未做更改。
zh_hant: 系統桌布庫的索引已損毀，因此未做變更。

source: The Web API key is stored in this Mac's login keychain and is never synced. Forgetting it here does not revoke it; do that at steamcommunity.com/dev/apikey.
es: La clave de Web API se guarda en el llavero de inicio de sesión de este Mac y nunca se sincroniza. Olvidarla aquí no la revoca; hazlo en steamcommunity.com/dev/apikey.
ja: Web API キーはこの Mac のログインキーチェーンに保存され、同期されません。ここで削除しても失効はしません。失効は steamcommunity.com/dev/apikey で行ってください。
zh_hans: Web API 密钥保存在本机的登录钥匙串里，不会同步。在这里删除不等于吊销；吊销请到 steamcommunity.com/dev/apikey。
zh_hant: Web API 金鑰儲存在這台 Mac 的登入鑰匙圈裡，不會同步。在這裡刪除不等於撤銷；撤銷請到 steamcommunity.com/dev/apikey。

source: The Web API key is stored privately on this Mac and is never synced. Forgetting it here does not revoke it; do that at steamcommunity.com/dev/apikey.
es: La clave de Web API se guarda de forma privada en este Mac y nunca se sincroniza. Olvidarla aquí no la revoca; hazlo en steamcommunity.com/dev/apikey.
ja: Web API キーはこの Mac 内にのみ保存され、同期されません。ここで削除しても無効化はされません。無効化は steamcommunity.com/dev/apikey で行ってください。
zh_hans: Web API 密钥仅保存在本机，不会同步。在这里忘记它并不会吊销它——请到 steamcommunity.com/dev/apikey 吊销。
zh_hant: Web API 金鑰僅保存在這台 Mac 上，不會同步。在這裡忘記它並不會撤銷它——請到 steamcommunity.com/dev/apikey 撤銷。

source: The Workshop content folder can't be read.
es: No se puede leer la carpeta de contenido de Workshop.
ja: ワークショップコンテンツフォルダを読み取れません。
zh_hans: 无法读取创意工坊内容文件夹。
zh_hant: 無法讀取工作坊內容資料夾。

source: The Workshop download stopped because its owner was released.
es: La descarga de Workshop se detuvo porque se liberó su propietario.
ja: 所有者が解放されたため、ワークショップ のダウンロードを停止しました。
zh_hans: 由于下载管理对象已释放，创意工坊下载已停止。
zh_hant: 由於下載管理物件已釋放，工作坊下載已停止。

source: The archive contains a symbolic link that escapes the install directory: %@
es: El archivo contiene un enlace simbólico que sale del directorio de instalación: %@
ja: アーカイブにインストールディレクトリの外へ抜けるシンボリックリンクが含まれています: %@
zh_hans: 归档中存在指向安装目录之外的符号链接：%@
zh_hant: 封存檔中存在指向安裝目錄之外的符號連結：%@

source: The archive points its executable outside the install directory.
es: El archivo apunta su ejecutable fuera del directorio de instalación.
ja: アーカイブの実行ファイルがインストールディレクトリの外を指しています。
zh_hans: 归档中的可执行文件指向安装目录之外。
zh_hant: 封存檔中的執行檔指向安裝目錄之外。

source: The background helper answered.
es: El asistente en segundo plano ha respondido.
ja: バックグラウンドヘルパーが応答しました。
zh_hans: 后台助手已响应。
zh_hant: 背景輔助程式已回應。

source: The browser could not be opened. You can copy the diagnostics below.
es: No se pudo abrir el navegador. Puedes copiar los diagnósticos de abajo.
ja: ブラウザを開けませんでした。下の診断情報をコピーできます。
zh_hans: 无法打开浏览器。你可以复制下方的诊断信息。
zh_hant: 無法開啟瀏覽器。你可以複製下方的診斷資訊。

source: The check expired while another SteamCMD operation was running.
es: La comprobación caducó mientras se ejecutaba otra operación de SteamCMD.
ja: 別の SteamCMD 処理の実行中に確認がタイムアウトしました。
zh_hans: 另一项 SteamCMD 操作进行期间，本次检查已超时。
zh_hant: 另一項 SteamCMD 操作進行期間，本次檢查已逾時。

source: The code signature is not valid.
es: La firma de código no es válida.
ja: コード署名が無効です。
zh_hans: 代码签名无效。
zh_hant: 程式碼簽章無效。

source: The current wallpaper shelf uses still previews.
es: La estantería actual usa vistas previas estáticas; esta opción aún no se aplica.
ja: 現在の壁紙シェルフは静止画プレビューを使用するため、この設定は適用されません。
zh_hans: 当前壁纸架使用静态预览，此选项暂不生效。
zh_hant: 目前桌布架使用靜態預覽，此選項暫不生效。

source: The defaults below apply when a display gets its first wallpaper. A display that already has one keeps its own settings; when they differ from these defaults, its playback controls show Reset playback (↺).
es: Los valores predeterminados de abajo se aplican cuando una pantalla recibe su primer fondo. Una pantalla que ya tiene uno conserva sus propios ajustes; si difieren de estos valores, sus controles de reproducción muestran «Restablecer reproducción» (↺).
ja: 以下のデフォルトは、ディスプレイに初めて壁紙を設定するときに適用されます。すでに壁紙があるディスプレイは各自の設定を保持します。設定がこれらのデフォルトと異なる場合は、そのディスプレイの再生コントロールに「再生をリセット」（↺）が表示されます。
zh_hans: 以下默认值仅在显示器首次设置壁纸时使用。已有壁纸的显示器保留各自的设置；当其设置与这些默认值不同时，该显示器的播放控制中会出现“重置播放”（↺）。
zh_hant: 以下預設值僅在顯示器首次設定桌布時使用。已有桌布的顯示器會保留各自的設定；當其設定與這些預設值不同時，該顯示器的播放控制中會出現「重設播放」（↺）。

source: The download didn't land in your authorized Steam library, so it wasn't imported.
es: La descarga no quedó dentro de tu biblioteca de Steam autorizada, así que no se importó.
ja: ダウンロードが許可された Steam ライブラリ内に見つからなかったため、読み込みませんでした。
zh_hans: 下载没有落在你已授权的 Steam 库中，因此未导入。
zh_hant: 下載沒有落在你已授權的 Steam 收藏庫中，因此未匯入。

source: The download failed, so nothing was applied to %@.
es: La descarga falló, así que no se aplicó nada a %@.
ja: ダウンロードに失敗したため、%@ には何も適用されませんでした。
zh_hans: 下载失败，未向 %@ 应用任何壁纸。
zh_hant: 下載失敗，未向 %@ 套用任何桌布。

source: The download timed out. Try again.
es: Se agotó el tiempo de espera de la descarga. Inténtalo de nuevo.
ja: ダウンロードがタイムアウトしました。もう一度お試しください。
zh_hans: 下载超时。请重试。
zh_hant: 下載逾時。請重試。

source: The downloaded SteamCMD archive didn't match its published checksum, so it was discarded.
es: El archivo de SteamCMD descargado no coincidía con su suma de verificación publicada, así que se ha descartado.
ja: ダウンロードした SteamCMD アーカイブが公開されているチェックサムと一致しなかったため、破棄しました。
zh_hans: 下载到的 SteamCMD 压缩包与公布的校验和不符，已丢弃。
zh_hant: 下載到的 SteamCMD 壓縮檔與公布的總和檢查碼不符，已捨棄。

source: The downloaded assets don't record a build number. Click Update to download the current build and record it.
es: Los recursos descargados no registran un número de compilación. Haz clic en Actualizar para descargar la compilación actual y registrarla.
ja: ダウンロード済みのアセットにビルド番号が記録されていません。「更新」をクリックして現在のビルドをダウンロードし、記録してください。
zh_hans: 已下载的资源没有记录版本号。点击“更新”下载当前版本并记录。
zh_hant: 已下載的資源沒有記錄版本號。按一下「更新」下載目前版本並加以記錄。

source: The file contains no recognizable settings.
es: El archivo no contiene ajustes reconocibles.
ja: このファイルには認識できる設定が含まれていません。
zh_hans: 此文件没有可识别的设置。
zh_hant: 此檔案沒有可辨識的設定。

source: The first SteamCMD run exited %@.
es: La primera ejecución de SteamCMD terminó con %@.
ja: SteamCMD の初回実行が終了コード %@ で終了しました。
zh_hans: SteamCMD 首次运行以退出码 %@ 结束。
zh_hant: SteamCMD 首次執行以結束代碼 %@ 結束。

source: The first SteamCMD run timed out.
es: Se agotó el tiempo de espera de la primera ejecución de SteamCMD.
ja: SteamCMD の初回実行がタイムアウトしました。
zh_hans: SteamCMD 首次运行超时。
zh_hant: SteamCMD 首次執行逾時。

source: The install root is not the managed SteamCMD directory.
es: La raíz de instalación no es el directorio de SteamCMD administrado.
ja: インストール先が管理対象の SteamCMD ディレクトリではありません。
zh_hans: 安装根目录不是受管理的 SteamCMD 目录。
zh_hant: 安裝根目錄不是受管理的 SteamCMD 目錄。

source: The item will be removed from the playlist. Other displays using this video keep their copy.
es: El elemento se eliminará de la playlist. Las demás pantallas que usen este vídeo conservan su copia.
ja: 項目はプレイリストから削除されます。この動画を使う他のディスプレイのコピーは残ります。
zh_hans: 该项将从播放列表移除。其他使用此视频的显示器会保留各自副本。
zh_hant: 該項目將從播放列表移除。其他使用此影片的顯示器會保留各自副本。

source: The key is removed from this Mac. Ratings, authors, and faster search are unavailable until you enter a key again. The key stays active in your Steam account until you revoke it at steamcommunity.com/dev/apikey.
es: La clave se elimina de este Mac. Las valoraciones, los autores y las búsquedas más rápidas no estarán disponibles hasta que vuelvas a introducir una clave. La clave sigue activa en tu cuenta de Steam hasta que la revoques en steamcommunity.com/dev/apikey.
ja: キーはこの Mac から削除されます。キーを再入力するまで、評価、作者情報、検索の高速化は利用できません。steamcommunity.com/dev/apikey で取り消すまで、キーは Steam アカウント上で有効なままです。
zh_hans: 密钥将从本机移除。重新输入密钥前，评分、作者和更快的搜索不可用。该密钥在你的 Steam 账户中仍然有效，直至你在 steamcommunity.com/dev/apikey 将其撤销。
zh_hant: 金鑰將從這台 Mac 上移除。重新輸入金鑰前，評分、作者和更快的搜尋無法使用。該金鑰在你的 Steam 帳戶中仍然有效，直到你在 steamcommunity.com/dev/apikey 將其撤銷。

source: The key is stored in this Mac's keychain and never synced.
es: La clave se guarda en el llavero de este Mac y nunca se sincroniza.
ja: キーはこの Mac のキーチェーンに保存され、同期されません。
zh_hans: 密钥保存在本机的钥匙串里，不会同步。
zh_hant: 金鑰儲存在這台 Mac 的鑰匙圈裡，不會同步。

source: The last extension connection came from another app copy.
es: La última conexión de la extensión provino de otra copia de la app.
ja: 最後に接続した機能拡張は別のアプリのコピーに含まれています。
zh_hans: 上次连接的扩展来自另一份应用副本。
zh_hant: 上次連線的延伸功能來自另一份應用程式副本。

source: The linked Wallpaper Engine folder can no longer be opened. Link it again.
es: Ya no se puede abrir la carpeta de Wallpaper Engine vinculada. Vuelve a vincularla.
ja: リンク済みの Wallpaper Engine フォルダを開けなくなりました。リンクし直してください。
zh_hans: 已无法打开关联的 Wallpaper Engine 文件夹，请重新关联。
zh_hant: 已無法開啟連結的 Wallpaper Engine 資料夾，請重新連結。

source: The linked Wallpaper Engine folder is missing.
es: Falta la carpeta de Wallpaper Engine vinculada.
ja: リンク済みの Wallpaper Engine フォルダが見つかりません。
zh_hans: 关联的 Wallpaper Engine 文件夹已不存在。
zh_hant: 連結的 Wallpaper Engine 資料夾已不存在。

source: The local web session could not be started.
es: No se ha podido iniciar la sesión web local.
ja: ローカル Web セッションを開始できませんでした。
zh_hans: 无法启动本地网页会话。
zh_hant: 無法啟動本機網頁工作階段。

source: The lock screen and login window always play the video.
es: La pantalla de bloqueo y la ventana de inicio de sesión siempre reproducen el vídeo.
ja: ロック画面とログインウインドウでは常に再生されます。
zh_hans: 锁屏和登录窗口始终播放视频。
zh_hant: 鎖定畫面與登入視窗一律播放影片。

source: The network appears to be offline.
es: Parece que no hay conexión de red.
ja: ネットワークがオフラインのようです。
zh_hans: 网络似乎已离线。
zh_hant: 網路似乎已離線。

source: The page address for %@ could not be built.
es: No se ha podido construir la dirección de la página de %@.
ja: %@ のページアドレスを作成できませんでした。
zh_hans: 无法构建 %@ 的页面地址。
zh_hant: 無法建構 %@ 的頁面位址。

source: The page stopped loading before it finished.
es: La página dejó de cargarse antes de terminar.
ja: ページの読み込みが完了前に中断されました。
zh_hans: 页面在加载完成前中断了。
zh_hant: 頁面在載入完成前中斷了。

source: The page tried to load from a network port the system blocks.
es: La página intentó cargarse desde un puerto de red que el sistema bloquea.
ja: ページがシステムでブロックされているネットワークポートから読み込もうとしました。
zh_hans: 页面试图从系统禁止的网络端口加载内容。
zh_hant: 頁面試圖從系統封鎖的網路連接埠載入內容。
